export default {
  '430000': [
    { name: '长沙市', value: [112.98, 28.19] },
    { name: '邵阳市', value: [111.20, 27.10] },
    { name: '娄底市', value: [111.50, 27.73] },
    { name: '株洲市', value: [113.15, 27.43] },
    { name: '湘潭市', value: [112.55, 27.82] },
    { name: '衡阳市', value: [112.60, 26.90] },
    { name: '岳阳市', value: [113.13, 28.99] },
    { name: '常德市', value: [111.69, 29.04] },
    { name: '张家界市', value: [110.47, 29.32] },
    { name: '益阳市', value: [112.00, 28.57] },
    { name: '郴州市', value: [113.03, 25.79] },
    { name: '永州市', value: [111.60, 26.13] },
    { name: '怀化市', value: [109.97, 27.55] },
    { name: '湘西土家族苗族自治州', value: [109.73, 28.52] }
  ],
  '430100': [
    { name: '开福区', value: [112.99, 28.30] },
    { name: '天心区', value: [112.99, 28.09] },
    { name: '岳麓区', value: [112.72, 28.15] },
    { name: '雨花区', value: [113.07, 28.01] },
    { name: '浏阳市', value: [113.63, 28.14] },
    { name: '长沙县', value: [113.08, 28.44] },
    { name: '芙蓉区', value: [113.01, 28.19] },
    { name: '宁乡市', value: [112.55, 28.25] },
    { name: '望城区', value: [112.82, 28.35] }
  ],
  '430200': [
    { name: '荷塘区', value: [113.26, 27.96] },
    { name: '攸县', value: [113.35, 27.00] },
    { name: '芦淞区', value: [113.27, 27.78] },
    { name: '炎陵县', value: [113.78, 26.49] },
    { name: '天元区', value: [113.14, 27.83] },
    { name: '茶陵县', value: [113.55, 26.79] },
    { name: '渌口区', value: [113.15, 27.71] },
    { name: '石峰区', value: [113.11, 27.90] },
    { name: '醴陵市', value: [113.51, 27.66] }
  ],
  '430300': [
    { name: '韶山市', value: [112.53, 27.92] },
    { name: '岳塘区', value: [112.93, 27.83] },
    { name: '湘乡市', value: [112.53, 27.73] },
    { name: '雨湖区', value: [112.91, 27.86] },
    { name: '湘潭县', value: [112.95, 27.78] }
  ],
  '430400': [
    { name: '南岳区', value: [112.73, 27.24] },
    { name: '祁东县', value: [112.11, 26.79] },
    { name: '衡山县', value: [112.87, 27.23] },
    { name: '衡东县', value: [112.95, 27.08] },
    { name: '衡阳县', value: [112.38, 26.96] },
    { name: '珠晖区', value: [112.66, 26.93] },
    { name: '衡南县', value: [112.68, 26.74] },
    { name: '石鼓区', value: [112.61, 26.99] },
    { name: '雁峰区', value: [112.61, 26.84] },
    { name: '蒸湘区', value: [112.57, 26.89] },
    { name: '耒阳市', value: [112.85, 26.41] },
    { name: '常宁市', value: [112.40, 26.41] }
  ],
  '430500': [
    { name: '北塔区', value: [111.45, 27.28] },
    { name: '隆回县', value: [111.04, 27.12] },
    { name: '大祥区', value: [111.46, 27.17] },
    { name: '绥宁县', value: [110.16, 26.58] },
    { name: '双清区', value: [111.48, 27.23] },
    { name: '邵阳县', value: [111.28, 26.99] },
    { name: '新宁县', value: [110.86, 26.44] },
    { name: '城步苗族自治县', value: [110.31, 26.36] },
    { name: '武冈市', value: [110.64, 26.73] },
    { name: '洞口县', value: [110.58, 27.06] },
    { name: '新邵县', value: [111.46, 27.51] },
    { name: '邵东县', value: [111.74, 27.26] }
  ],
  '430600': [
    { name: '云溪区', value: [113.27, 29.47] },
    { name: '岳阳楼区', value: [113.12, 29.37] },
    { name: '湘阴县', value: [112.89, 28.68] },
    { name: '君山区', value: [113.00, 29.44] },
    { name: '汨罗市', value: [113.08, 28.80] },
    { name: '华容县', value: [112.56, 29.52] },
    { name: '岳阳县', value: [113.12, 29.14] },
    { name: '临湘市', value: [113.45, 29.47] },
    { name: '平江县', value: [113.59, 28.70] }
  ],
  '430700': [
    { name: '汉寿县', value: [111.97, 28.91] },
    { name: '津市市', value: [111.88, 29.63] },
    { name: '武陵区', value: [111.69, 29.04] },
    { name: '临澧县', value: [111.65, 29.44] },
    { name: '澧县', value: [111.70, 29.74] },
    { name: '石门县', value: [111.38, 29.58] },
    { name: '鼎城区', value: [111.79, 29.21] },
    { name: '桃源县', value: [111.28, 28.90] },
    { name: '安乡县', value: [112.17, 29.41] }
  ],
  '430800': [
    { name: '武陵源区', value: ['110.55', '29.35'] },
    { name: '慈利县', value: ['111.13', '29.42'] },
    { name: '桑植县', value: [ '110.16', '29.40' ] },
    { name: '永定区', value: [ '110.48', '29.13' ] }
  ],
  '430900': [
    { name: '资阳区', value: [112.33, 28.69] },
    { name: '桃江县', value: [112.04, 28.52] },
    { name: '沅江市', value: [112.36, 28.84] },
    { name: '赫山区', value: [112.36, 28.57] },
    { name: '安化县', value: [111.22, 28.38] },
    { name: '南县', value: [112.41, 29.37] }
  ],
  '431000': [
    { name: '安仁县', value: [113.27, 26.71] },
    { name: '永兴县', value: [113.11, 26.13] },
    { name: '资兴市', value: [113.24, 25.97] },
    { name: '桂东县', value: [113.95, 26.07] },
    { name: '苏仙区', value: [113.04, 25.79] },
    { name: '汝城县', value: [113.69, 25.55] },
    { name: '北湖区', value: [113.03, 25.79] },
    { name: '临武县', value: [112.56, 25.28] },
    { name: '嘉禾县', value: [112.37, 25.59] },
    { name: '宜章县', value: [112.95, 25.39] },
    { name: '桂阳县', value: [112.73, 25.74] }
  ],
  '431100': [
    { name: '祁阳县', value: [111.86, 26.59] },
    { name: '零陵区', value: [111.63, 26.22] },
    { name: '东安县', value: [111.31, 26.40] },
    { name: '新田县', value: [112.22, 25.91] },
    { name: '冷水滩区', value: [111.61, 26.43] },
    { name: '宁远县', value: [111.94, 25.58] },
    { name: '江永县', value: [111.35, 25.27] },
    { name: '双牌县', value: [111.66, 25.96] },
    { name: '江华瑶族自治县', value: [111.58, 25.18] },
    { name: '道县', value: [111.59, 25.52] },
    { name: '蓝山县', value: [112.19, 25.38] }
  ],
  '431200': [
    { name: '通道侗族自治县', value: [109.78, 26.16] },
    { name: '芷江侗族自治县', value: [109.55, 27.44] },
    { name: '沅陵县', value: [110.40, 28.46] },
    { name: '洪江市', value: [109.83, 27.20] },
    { name: '辰溪县', value: [110.20, 28.01] },
    { name: '溆浦县', value: [110.59, 27.90] },
    { name: '鹤城区', value: [109.98, 27.55] },
    { name: '麻阳苗族自治县', value: [109.70, 27.77] },
    { name: '中方县', value: [110.25, 27.65] },
    { name: '靖州苗族侗族自治县', value: [109.69, 26.57] },
    { name: '会同县', value: [109.72, 26.87] },
    { name: '新晃侗族自治县', value: [109.17, 27.30] }
  ],
  '431300': [
    { name: '娄星区', value: [112.01, 27.73] },
    { name: '新化县', value: [111.31, 27.74] },
    { name: '双峰县', value: [112.20, 27.46] },
    { name: '冷水江市', value: [111.43, 27.69] },
    { name: '涟源市', value: [111.67, 27.69] }
  ],
  '433100': [
    { name: '吉首市', value: [109.74, 28.31] },
    { name: '保靖县', value: [109.65, 28.71] },
    { name: '泸溪县', value: [110.21, 28.21] },
    { name: '永顺县', value: [109.85, 29.00] },
    { name: '花垣县', value: [109.48, 28.58] },
    { name: '古丈县', value: [109.95, 28.62] },
    { name: '凤凰县', value: [109.60, 27.95] },
    { name: '龙山县', value: [109.44, 29.45] }
  ]
}
